# St7GetPlateID

Returns the ID number for the specified plate.

long St7GetPlateID(long uID, long PlateNum, long* PlateID)
Input Parameters
uID
Strand7 model file ID.
PlateNum
Plate number.
Output Parameters
PlateID
Plate ID.